[
    {
      "title": "Distracted Boyfriend",
      "description": "A stock photo of a man turning to look at another woman while his girlfriend looks on in disbelief, used to represent shifting attention or priorities.", 
      "tags": ["classic", "2017", "image macro"] 
    },
    {
      "title": "Expanding Brain",
      "description": "A series of images showing increasingly illuminated brains to represent ascending levels of intellect or enlightenment.", 
      "tags": ["classic", "2017", "image macro"] 
    },
    {
      "title": "First World Problems",
      "description": "An attractive person crying over trivial inconveniences, satirizing privileged complaints.", 
      "tags": ["classic", "2011", "reaction"] 
    },
    {
      "title": "Change My Mind",
      "description": "Steven Crowder seated at a table with a sign inviting others to change his mind, parodied by swapping the sign’s text.", 
      "tags": ["classic", "2018", "photoshop"] 
    },
    {
      "title": "Woman Yelling at a Cat",
      "description": "A split image of a Reality TV star yelling and a confused cat at a dinner table, used to depict arguments or misunderstandings.", 
      "tags": ["classic", "2019", "reaction"] 
    },
    {
      "title": "Mocking SpongeBob",
      "description": "SpongeBob bent over in a chicken-like pose, captioned with alternating uppercase and lowercase letters to mock a statement.", 
      "tags": ["classic", "2017", "text"] 
    },
    {
      "title": "Grumpy Cat",
      "description": "A cat with a perpetually displeased expression, symbolizing disdain or negativity.", 
      "tags": ["early", "2012", "animal"] 
    },
    {
      "title": "Overly Attached Girlfriend",
      "description": "A woman with wide eyes and a creepy smile, captioned with clingy or obsessive statements to parody relationship insecurity.", 
      "tags": ["early", "2012", "photo"] 
    },
    {
      "title": "Scumbag Steve",
      "description": "A teenager wearing a sideways cap and fur-lined jacket, used to represent selfish or unethical behavior.", 
      "tags": ["early", "2011", "image macro"] 
    },
    {
      "title": "Bad Luck Brian",
      "description": "A school-photo boy with braces and a plaid sweater-vest, paired with captions of unfortunate events.", 
      "tags": ["early", "2012", "image macro"] 
    },
    {
      "title": "Success Kid",
      "description": "A toddler clenching a fistful of sand with a determined expression, representing small victories.", 
      "tags": ["early", "2011", "photo"] 
    },
    {
      "title": "Ancient Aliens",
      "description": "Giorgio Tsoukalos gesturing wildly on the History Channel, captioned to blame everything on aliens.", 
      "tags": ["classic", "2010", "reaction"] 
    },
    {
      "title": "Philosoraptor",
      "description": "A velociraptor pondering with its claw on its chin, used for philosophical or paradoxical questions.", 
      "tags": ["early", "2011", "image macro"] 
    },
    {
      "title": "Y U No",
      "description": "A crudely drawn face screaming “Y U NO…” to express frustration at someone’s actions.", 
      "tags": ["early", "2010", "rage comic"] 
    },
    {
      "title": "Italian Brainrot Animals",
      "description": "AI-generated bizarre Italian creatures with humorous backstories, exemplifying modern surreal ‘brainrot’ humor.", 
      "tags": ["brainrot", "2024", "AI"] 
    },
    {
      "title": "Skibidi Toilet",
      "description": "A surreal meme of a human head emerging from a toilet, often set to chaotic music for absurdist effect.", 
      "tags": ["brainrot", "TikTok", "surreal"] 
    },
    {
      "title": "Gyatt",
      "description": "Slang praising someone’s physique, especially curvy figures, popularized on TikTok.", 
      "tags": ["brainrot", "TikTok", "slang"] 
    },
    {
      "title": "Rizz",
      "description": "Short for ‘charisma,’ used to denote someone’s charm or attractiveness in social contexts.", 
      "tags": ["brainrot", "TikTok", "slang"] 
    },
    {
      "title": "Among Us (‘sus’)",
      "description": "From the multiplayer game Among Us, ‘sus’ denotes suspicion; used broadly to call out untrustworthy behavior.", 
      "tags": ["gaming", "2020", "slang"] 
    },
    {
      "title": "Doge",
      "description": "A Shiba Inu dog surrounded by multicolored Comic Sans text in broken English to convey inner monologue.", 
      "tags": ["early", "2013", "animal"] 
    }
  ]
  